---
kind: enumMember
id: F:Autodesk.Revit.UI.ContextualHelpType.ChmFile
enum: Autodesk.Revit.UI.ContextualHelpType
source: html/e69d3100-719b-7be4-9580-563207d68439.htm
---
# Autodesk.Revit.UI.ContextualHelpType.ChmFile

Represents the path to a file on disk. When users invoke help for this item, Revit will launch this file.